// import i18n from "@/i18n/i18n.js";
// const i18nKeys = i18n[localStorage.lang||"cn"];
const cn = {
  lang_1: "繁体中文",
  invalid_1: "請填寫字段",
  invalid_2: "請填寫正確信箱地址",
  invalid_3: "請填寫正確手機號碼",
  // ---------- 一  ---------
  one_1: "支付管理更方便",
  one_2:
    "想要控制支出，同時解放財務團隊？了解 Fornax 智慧企業卡、報銷和易於使用的軟體專為提高各類型企業財務效率而打造。",
  one_3: "聯絡我們",
  one_4: "解決方案",
  one_5: "優質財務團隊與合作夥伴",
  // ---------- 二 ----------
  two_1: "取得Fornax",
  two_2: "註冊免費兩週試用，永不後悔。",
  two_3: "設定支出規則",
  two_4: "建立明確的、不可能被違反的費用規則。",
  two_5: "發行虛擬卡",
  two_6:
    "為從實習員工到CEO的每個人提供自己獨特的卡，以便他們可以使用 Apple Pay 或 Google Pay。",
  two_7: "消費、記錄、同步",
  two_8: "使用您的 Fornax 卡並在應用程式中獲取收據。無需自付費用。",
  two_9: "新增訂閱並付款",
  two_10: "在 Fornax 中設定所有定期訂閱和帳單支付，並查看新出現的消費趨勢。",
  two_11: "為團隊與個人提供完善的解決方案",
  two_12: "虛擬企業卡",
  two_13: "我們的虛擬卡具有強大的功能，可確保符合政策的安全消費。",
  two_14: "訂閱管理",
  two_15: "無需離開Fornax即可追蹤和管理您公司的所有訂閱。",
  two_16: "輕鬆報銷",
  two_17: "嘿，小額消費者，隨時提交報銷申請並儘快獲得退款",
  two_18: "帳單支付",
  two_19: "設定多層審批流程和付款計劃，以便按時支付帳單。",
  // ---------- 三 -------------
  three_1: "產品賦能，控制公司支出",
  three_2:
    "歡迎來到一個功能豐富的世界，它能簡化支出並保持您的業務正常運作。透過這些工具、見解和控制，為您的團隊提供更流暢的財務管理",
  three_3: "立即注册",
  three_4: "企業資金管理",
  three_5:
    "為企業提供高效管理，增強安全性與防欺能力，實時交易更新可讓您一站式取得所需的所有支出詳情，規劃執行方案並控制預算。",
  three_6: "使用服務",
  three_7: "數位貨幣兌換",
  three_8:
    "在平台上安全輕鬆地兌換法定貨幣和穩定幣。我們幫助您管理所有內容，無需支付高額兌換費。的即時匯率立即將 USDT、USDC 或 WUSD 兌換為您喜歡的法定貨幣。",
  three_9: "註冊使用",
  three_10: "數位貨幣安全（KYT）",
  three_11:
    "體驗安全、可靠的交換， 一鍵查詢其他錢包賬戶地址安全，風險監控，危險及時預警，做您數字貨幣的安全崗哨。使用 KYT 提前發現自己風險，確保您的每筆交易安全穩定。",
  three_12: "馬上加入",
  // ---------- 四 -------------
  four_1: "無論您以何種方式付款，我們都能為您提供保障",
  four_2:
    "我們為您提供全面的技術支持，可以查看專業的文件以了解我們的智慧企業卡，方便您更好的使用與保障權益",
  four_3: "技術文件",
  four_4: "我們正在幫助公司財務支付重回正軌。你願意加入嗎？",
  four_5: "幾分鐘內即可發行虛擬卡。無需複雜資料工作。可隨時取消。",
  four_6: "免費試用",
  // ---------- 五 -------------
  five_1: "名稱*",
  five_2: "輸入你的姓名",
  five_3: "工作郵箱*",
  five_4: "輸入你的郵箱地址",
  five_5: "電話號碼*",
  five_6: "輸入你的手機號碼",
  five_7: "您的具體問題？",
  five_8: "寫在這裡",
  five_9: "提交此表格即表示您同意Wewallex的隱私政策 並同意接收我們的通信。",
  five_10: "提交訊息",
  five_11: "聯絡地址",
  five_12: "8 The Green, Ste A, Dover 19901",
  // ---------- 六 -------------
  six_1: "關於我們",
  six_2:
    "<p>我們公司是一家美國Fintech高科技公司，取得了美國MSB授權。 <p/>美國MSB牌照是由美國財政部監管，並頒發的一類金融牌照，主要收監管對像是金錢服務相關的業務與公司，包括了數位貨幣、虛擬幣的交易，ICO發行，以及外匯兌換，國際匯款等等的業務。",
  six_3: "郵箱",
  six_4: "Telegarm",
  six_5: "推特",
  six_6: "INS",
  six_7: "GIT",
  six_8: "我们正在帮助公司财务支付重回正轨，",
  six_9: "為企業提供穩定的管理，幫助他們達成長期財務管理目標。",
  six_10: "聯絡方式",
  six_11: "信箱聯絡",
  six_12: "首頁",
  six_13: "解決方案",
  six_14: "產品",
  six_15: "銷售",
  six_16: "文档",
  six_17: "合作聯繫",
  six_18: "公司",
  six_19: "關於我們",
  six_20: "技術支援",
  six_21: "部落格",
};

export default cn;
